var configur = {
    6: [{
        1: ["订单录入"],
        2: ["订单查询"],
        5: ["订单修改"]
    }],
    5:[{
        0: ["销售月报表", "业务月报表", "应收报表", "应付报表"],
        1: ["支出报表", "收入报表", "银行对账表", "现金对账表"],
        2: ["业绩报表", "损益表", "资产负债表", "总帐表", "信用卡流水表"],
        3: ["生成收款账单", "收款账单审核", "生成收款账单收款单", "收款单审核"],
        4: ["生成付款账单", "付款账单审核", "生成付款账单付款单", "付款单审核"],
        5: ["订单核计", "订单修改审核"]
    }],
    4:[{
        0: ["新增账号", "重置密码", "账号状态更改", "账号权限设置", "更新账号基础信息"],
        1: ["新增分组", "修改分组"],
        2: ["新增产品", "修改产品"],

    }],
    3:[{
        0: ["销售月报表", "业务月报表", "应收报表", "应付报表"],
        1: ["支出报表", "收入报表", "银行对账表", "现金对账表"],
        2: ["业绩报表", "损益表", "资产负债表", "总帐表", "信用卡流水表"],
        3: ["生成收款账单", "收款账单审核", "生成收款账单收款单", "收款单审核"],
        4: ["生成付款账单", "付款账单审核", "生成付款账单付款单", "付款单审核"],
        5: ["订单核计", "订单修改审核"],
        6: ["新增货币", "汇率更新"],
        7: ["添加供应商", "更新供应商", "更改供应商状态"],
        8: ["添加销售商", "更新销售商", "更改销售商状态"],
        9: ["添加银行卡", "更新银行卡", "更改银行卡状态"],
    }],
    2:{
        1: ["订单录入"],
        2: ["订单查询"],
        5: ["订单修改"],
        f: ["销售月报表", "业务月报表", "应收报表", "应付报表"],
        f: ["支出报表", "收入报表", "银行对账表", "现金对账表"],
        v: ["业绩报表", "损益表", "资产负债表", "总帐表", "信用卡流水表"],
        f: ["生成收款账单", "收款账单审核", "生成收款账单收款单", "收款单审核"],
        f: ["生成付款账单", "付款账单审核", "生成付款账单付款单", "付款单审核"],
        3: ["订单核计", "订单修改审核"],
        v: ["新增账号", "重置密码", "账号状态更改", "账号权限设置", "更新账号基础信息"],
        3: ["新增分组", "修改分组"],
        3: ["新增产品", "修改产品"],
        f: ["销售月报表", "业务月报表", "应收报表", "应付报表"],
        f: ["支出报表", "收入报表", "银行对账表", "现金对账表"],
        v: ["业绩报表", "损益表", "资产负债表", "总帐表", "信用卡流水表"],
        f: ["生成收款账单", "收款账单审核", "生成收款账单收款单", "收款单审核"],
        f: ["生成付款账单", "付款账单审核", "生成付款账单付款单", "付款单审核"],
        3: ["订单核计", "订单修改审核"],
        3: ["新增货币", "汇率更新"],
        7: ["添加供应商", "更新供应商", "更改供应商状态"],
        7: ["添加销售商", "更新销售商", "更改销售商状态"],
        7: ["添加银行卡", "更新银行卡", "更改银行卡状态"],
    }

}